[Reward_Sectoid X2RewardTemplate]
DisplayName="Sectoid Unit"
RewardDetails="XCOM gets a Sectoid."

[Reward_Muton X2RewardTemplate]
DisplayName="Muton Unit"
RewardDetails="XCOM gets a Muton."

[Reward_Andromedon X2RewardTemplate]
DisplayName="Andromedon Unit"
RewardDetails="XCOM gets an Andromedon."

[Reward_AlienRescue X2RewardTemplate]
DisplayName="Rescue Rogue Operative"
RewardDetails="Rescue Rogue Operative."

[CovertAction_AlienRescue X2CovertActionTemplate]
ActionObjective="Rescue Rogue Operative"

[CovertActionNarrative_AlienRescue X2CovertActionNarrativeTemplate]
ActionName="Rescue Rogue Operative"
ActionPreNarrative="There's been reports of a rogue alien on the run from ADVENT, and we've gotten enough information to confirm it's not a trick. It's intriguing enough to try following the trail."
ActionPostNarrative="The alien's real all right: and they've been captured by ADVENT. If we move fast enough, we may be able to launch a rescue operation."

[AndromedonClass X2SoldierClassTemplate]
+DisplayName="Andromedon"
+ClassSummary="Outfitted with a number of destructive abilities, Andromedons excel as much at dishing out damage as they do at taking it.  Do not bring on stealth missions, their movement is destructive and will reveal your presence."
+LeftAbilityTreeTitle="Heavy Weapons"
+RightAbilityTreeTitle="Tank"
+AbilityTreeTitles[0]="Heavy Weapons"
+AbilityTreeTitles[1]="Tank"
+AbilityTreeTitles[2]="XCOM"

+RandomNickNames[0]="All Day"
+RandomNickNames[1]="All In"
+RandomNickNames[2]="Animal"
+RandomNickNames[3]="Baller"
+RandomNickNames[4]="Big Country"
+RandomNickNames[5]="Big Money"
+RandomNickNames[6]="Big Nasty"
+RandomNickNames[7]="Blaze"
+RandomNickNames[8]="Boom Boom"
+RandomNickNames[9]="Boomer"
+RandomNickNames[10]="Bomber"
+RandomNickNames[11]="Bulldog"
+RandomNickNames[12]="Bull Rush"
+RandomNickNames[13]="Claymore"
+RandomNickNames[14]="Demo"
+RandomNickNames[15]="Defcon"
+RandomNickNames[16]="Devil Dog"
+RandomNickNames[17]="Diesel"
+RandomNickNames[18]="Encore"
+RandomNickNames[19]="Fireball"
+RandomNickNames[20]="Fridge"
+RandomNickNames[21]="Gunner"
+RandomNickNames[22]="Hammer"
+RandomNickNames[23]="Hellfire"
+RandomNickNames[24]="Hightower"
+RandomNickNames[25]="Hoss"
+RandomNickNames[26]="Volcano"
+RandomNickNames[27]="Hurricane"
+RandomNickNames[28]="Junkyard"
+RandomNickNames[29]="Juggernaut"
+RandomNickNames[30]="Knockout"
+RandomNickNames[31]="Kong"
+RandomNickNames[32]="Mad Dog"
+RandomNickNames[33]="Meltdown"
+RandomNickNames[34]="Moose"
+RandomNickNames[35]="Nova"
+RandomNickNames[36]="Nitro"
+RandomNickNames[37]="Nukes"
+RandomNickNames[38]="Ogre"
+RandomNickNames[39]="Pitbull"
+RandomNickNames[40]="Pyro"
+RandomNickNames[41]="Redline"
+RandomNickNames[42]="Rhino"
+RandomNickNames[43]="Rocket"
+RandomNickNames[44]="Seabreeze"
+RandomNickNames[45]="Slab"
+RandomNickNames[46]="Smash"
+RandomNickNames[47]="Spitfire"
+RandomNickNames[48]="Smokey"
+RandomNickNames[49]="Swamp Thing"
+RandomNickNames[50]="T-Bone"
+RandomNickNames[51]="T-Rex"
+RandomNickNames[52]="Tank"
+RandomNickNames[53]="Thumper"
+RandomNickNames[54]="Thunder"
+RandomNickNames[55]="Tickle"
+RandomNickNames[56]="Tiny"
+RandomNickNames[57]="Titan"
+RandomNickNames[58]="Dynamite"
+RandomNickNames[59]="Torch"
+RandomNickNames[60]="Wardog"
+RandomNickNames[61]="Warhorse"
+RandomNickNames[62]="Wildchild"

+RandomNicknames_Male[0]="Barbarian"
+RandomNickNames_Male[1]="Big Boy"
+RandomNicknames_Male[2]="Boss Man"
+RandomNickNames_Male[3]="Cowboy"
+RandomNickNames_Male[4]="Meathead"
+RandomNickNames_Male[5]="Nero"
+RandomNickNames_Male[6]="Papa Bear"
+RandomNickNames_Male[7]="Wildman"
+RandomNickNames_Female[0]="Amazon"
+RandomNicknames_Female[1]="Boss Lady"
+RandomNickNames_Female[2]="Cowgirl"
+RandomNicknames_Female[3]="Domino"
+RandomNickNames_Female[4]="Freya"
+RandomNickNames_Female[5]="Mama Bear"
+RandomNickNames_Female[6]="Deep Six"
+RandomNickNames_Female[7]="Firebug"

+PhotoboothSoloBLines_Male[0]="Bringing the Boom!"
+PhotoboothSoloBLines_Male[1]="The forecast calles for... COLLATERAL DAMAGE."
+PhotoboothSoloBLines_Male[2]="No Cover. No Mercy."
+PhotoboothSoloBLines_Male[3]="Artillery. Danger Close."
+PhotoboothSoloBLines_Male[4]="Tick, tick, BOOM!"
+PhotoboothSoloBLines_Male[5]="Bombs away!"
+PhotoboothSoloBLines_Male[6]="Bullets: the more the merrier!"
+PhotoboothSoloBLines_Male[7]="Call him the weatherman, because he'll make it rain."
+PhotoboothSoloBLines_Male[8]="Once more into the breach!"
+PhotoboothSoloBLines_Male[9]="Stealth is overrated."
+PhotoboothSoloBLines_Female[0]="Bringing the Boom!"
+PhotoboothSoloBLines_Female[1]="The forecast calles for... COLLATERAL DAMAGE."
+PhotoboothSoloBLines_Female[2]="No Cover. No Mercy."
+PhotoboothSoloBLines_Female[3]="Artillery. Danger Close."
+PhotoboothSoloBLines_Female[4]="Tick, tick, BOOM!"
+PhotoboothSoloBLines_Female[5]="Bombs away!"
+PhotoboothSoloBLines_Female[6]="Bullets: the more the merrier!"
+PhotoboothSoloBLines_Female[7]="Call him the weatherman, because he'll make it rain."
+PhotoboothSoloBLines_Female[8]="Once more into the breach!"
+PhotoboothSoloBLines_Female[9]="Stealth is overrated."

[SectoidClass X2SoldierClassTemplate]
+DisplayName = "Sectoid"
+ClassSummary="Far improved over their invasion-era predecessors, Sectoids use their highly developed psionic ability to decimate their enemies from within their own minds."
+LeftAbilityTreeTitle = "Thought"
+RightAbilityTreeTitle = "Deed"
AbilityTreeTitles[0]="Thought"
AbilityTreeTitles[1]="Deed"
AbilityTreeTitles[2]="XCOM"

RandomNickNames[0]="Wiz"
RandomNickNames[1]="Witchy"
RandomNickNames[2]="Warlock"
RandomNickNames[3]="Psycho"
RandomNickNames[4]="Dirge"
RandomNickNames[5]="Echo"
RandomNickNames[6]="Ecto"
RandomNickNames[7]="Haze"
RandomNickNames[8]="Hex"
RandomNickNames[9]="Zen"
RandomNickNames[10]="Omega"
RandomNickNames[11]="Dusk"
RandomNickNames[12]="Voodoo"
RandomNickNames[13]="Hellion"
RandomNickNames[14]="Judge"
RandomNickNames[15]="Freak"
RandomNickNames[16]="Twitch"
RandomNickNames[17]="Dread"
RandomNickNames[18]="Ghoul"
RandomNickNames[19]="Oz"
RandomNickNames[20]="Null"
RandomNickNames[21]="Zero"
RandomNickNames[22]="Ouija"
RandomNickNames[23]="Prophet"
RandomNickNames[24]="Nightmare"
RandomNickNames[25]="Viper"
RandomNickNames[26]="Spook"
RandomNickNames[27]="Demon"
RandomNickNames[28]="Raven"
RandomNickNames[29]="Vader"
RandomNickNames[30]="Syndrome"
RandomNickNames[31]="Druid"
RandomNickNames[32]="Thriller"
RandomNickNames[33]="Phoenix"
RandomNickNames[34]="Midnight"
RandomNickNames[35]="Crow"
RandomNickNames[36]="Scarecrow"
RandomNickNames[37]="Vampire"
RandomNickNames[38]="Werewolf"
RandomNickNames[39]="Zombie"
RandomNickNames[40]="Firefly"
RandomNickNames[41]="Omen"
RandomNickNames[42]="Raven"
RandomNickNames[43]="Xeno"
RandomNickNames[44]="Grim"
RandomNickNames[45]="Shriek"

[MutonClass X2SoldierClassTemplate]
+DisplayName = "Muton"
+ClassSummary="Mutons are more dangerous than ever - tough, and able to deal significant damage.  They are highly effective at close combat."
+LeftAbilityTreeTitle = "Firepower"
+RightAbilityTreeTitle = "Momentum"
AbilityTreeTitles[0]="Firepower"
AbilityTreeTitles[1]="Momentum"
AbilityTreeTitles[2]="XCOM"

RandomNickNames[0]="Bandit"
RandomNickNames[1]="Blitz"
RandomNickNames[2]="Brick"
RandomNickNames[3]="Butcher"
RandomNickNames[4]="Buzzsaw"
RandomNickNames[5]="Cajun"
RandomNickNames[6]="Chops"
RandomNickNames[7]="Cobra"
RandomNickNames[8]="Cougar"
RandomNickNames[9]="Coyote"
RandomNickNames[10]="Crash"
RandomNickNames[11]="Diamond"
RandomNickNames[12]="Enforcer"
RandomNickNames[13]="Fatal"
RandomNickNames[14]="Flash"
RandomNickNames[15]="Fury"
RandomNickNames[16]="Gator"
RandomNickNames[17]="Ghost"
RandomNickNames[18]="Gunner"
RandomNickNames[19]="Hound Dog"
RandomNickNames[20]="Ice"
RandomNickNames[21]="Icepick"
RandomNickNames[22]="Jaws"
RandomNickNames[23]="Judgment Day"
RandomNickNames[24]="Knuckles"
RandomNickNames[25]="Monster"
RandomNickNames[26]="Mustang"
RandomNickNames[27]="Paladin"
RandomNickNames[28]="Pitbull"
RandomNickNames[29]="Predator"
RandomNickNames[30]="Razor"
RandomNickNames[31]="Samurai"
RandomNickNames[32]="Scorpion"
RandomNickNames[33]="Shogun"
RandomNickNames[34]="Shadow"
RandomNickNames[35]="Slayer"
RandomNickNames[36]="Snake"
RandomNickNames[37]="Snake Eyes"
RandomNickNames[38]="Solo"
RandomNickNames[39]="Specter"
RandomNickNames[40]="Spider"
RandomNickNames[41]="Stalker"
RandomNickNames[42]="Steel"
RandomNickNames[43]="Stinger"
RandomNickNames[44]="Terminator"
RandomNickNames[45]="Trojan"
RandomNickNames[46]="Vandal"
RandomNickNames[47]="Viking"
RandomNickNames[48]="Warden"
RandomNickNames[49]="Warlord"
RandomNickNames[50]="Wolverine"
RandomNickNames[51]="Wildchild"
RandomNickNames[52]="Wildling"
RandomNickNames[53]="Zulu"

RandomNickNames_Male[0]="Axeman"
RandomNickNames_Male[1]="Duke"
RandomNickNames_Male[2]="Rocky"
RandomNickNames_Male[3]="Stallion"
RandomNickNames_Male[4]="Wolfman"
RandomNickNames_Female[0]="Athena"
RandomNickNames_Female[1]="Duchess"
RandomNicknames_Female[2]="Iron Lady"
RandomNicknames_Female[3]="Iron Maiden"
RandomNicknames_Female[4]="Shieldmaiden"
RandomNickNames_Female[5]="Valkyrie"

PhotoboothSoloBLines_Male[0]="His blade... THEIR BLOOD!"
PhotoboothSoloBLines_Male[1]="Close quarters, no mercy."
PhotoboothSoloBLines_Male[2]="His blade will bring JUSTICE!"
PhotoboothSoloBLines_Male[3]="Close, Personal, and DEADLY!"
PhotoboothSoloBLines_Male[4]="Blademaster. Death Dealer."
PhotoboothSoloBLines_Female[0]="Her blade... THEIR BLOOD!"
PhotoboothSoloBLines_Female[1]="Close quarters, no mercy."
PhotoboothSoloBLines_Female[2]="Her blade will bring JUSTICE!"
PhotoboothSoloBLines_Female[3]="Close, Personal, and DEADLY!"
PhotoboothSoloBLines_Female[4]="Blademaster. Death Dealer."

[Country_Muton X2CountryTemplate]
DisplayName="Muton"
DisplayNameWithArticle="Muton"
DisplayNameWithArticleLower="Muton"
DisplayNamePossessive="Muton's"
DisplayAdjective="Muton"

[Country_Sectoid X2CountryTemplate]
DisplayName="Sectoid"
DisplayNameWithArticle="Sectoid"
DisplayNameWithArticleLower="Sectoid"
DisplayNamePossessive="Sectoid's"
DisplayAdjective="Sectoid"

[Country_Andromedon X2CountryTemplate]
DisplayName="Andromedon"
DisplayNameWithArticle="Andromedon"
DisplayNameWithArticleLower="Andromedon"
DisplayNamePossessive="Andromedon's"
DisplayAdjective="Andromedoned"

[Country_PlayAlien X2CountryTemplate]
DisplayName="Alien"
DisplayNameWithArticle="Alien"
DisplayNameWithArticleLower="Alien"
DisplayNamePossessive="Alien's"
DisplayAdjective="Alienated"

;normal weapons
[PA_SectoidPistol_CV X2WeaponTemplate]
FriendlyName="Depleted Sectoid Blaster"
FriendlyNamePlural="Depleted Sectoid Blasters"
BriefSummary="Customary Sectoid blaster, reduced in power as part of anti-traitor measures. Not usable by human soldiers."
TacticalText="<Bullet/> Firing the Blaster always ends Sectoids's turn, in the absence of special training.\n<Bullet/> Limited damage compared to standard XCOM rifle.\n<Bullet/> Use upgrades looted from enemies to improve the Blaster's tactical effectiveness."
AbilityDescName="sectoid blaster"

[PA_SectoidPistol_MG X2WeaponTemplate]
FriendlyName="Sectoid Blaster"
FriendlyNamePlural="Sectoid Blasters"
BriefSummary="Customary Sectoid blaster, restored to normal power. Not usable by human soldiers."
TacticalText="<Bullet/> Firing the Blaster always ends Sectoids's turn, in the absence of special training.\n<Bullet/> Limited damage compared to standard XCOM rifle.\n<Bullet/> Use upgrades looted from enemies to improve the Blaster's tactical effectiveness."
AbilityDescName="sectoid blaster"

[PA_SectoidPistol_BM X2WeaponTemplate]
FriendlyName="Overclocked Sectoid Blaster"
FriendlyNamePlural="Overclocked Sectoid Blasters"
BriefSummary="Customary Sectoid blaster, tuned to 110% power thanks to XCOM's R&D team. Not usable by human soldiers."
TacticalText="<Bullet/> Firing the Blaster always ends Sectoids's turn, in the absence of special training.\n<Bullet/> Limited damage compared to standard XCOM rifle.\n<Bullet/> Use upgrades looted from enemies to improve the Blaster's tactical effectiveness."
AbilityDescName="sectoid blaster"

[PA_AndromedonCannon_CV X2WeaponTemplate]
FriendlyName="Depleted Andromedon Cannon"
FriendlyName="Depleted Andromedon Cannons"
BriefSummary="Andromedon Cannon designed for ranged combat, along with allowing for acid-based attacks piped from the suit. Depleted in power due to anti-traitor measures. Can not be used by standard soldiers: the design is too unwieldy for humanoids."
TacticalText="<Bullet/> Firing the primary weapon always ends Andromedon's turn.\n<Bullet/> Use upgrades looted from enemies to improve the Cannon's tactical effectiveness."
AbilityDescName="andromedon rifle"

[PA_AndromedonCannon_MG X2WeaponTemplate]
FriendlyName="Half-Powered Andromedon Rifle"
FriendlyName="Half-Powered Andromedon Rifles"
BriefSummary="Andromedon Cannon designed for ranged combat, along with allowing for acid-based attacks piped from the suit. The power has been partially restored. Can not be used by standard soldiers: the design is too unwieldy for humanoids."
TacticalText="<Bullet/> Firing the primary weapon always ends Andromedon's turn.\n<Bullet/> Use upgrades looted from enemies to improve the Cannon's tactical effectiveness."
AbilityDescName="andromedon rifle"

[PA_AndromedonCannon_BM X2WeaponTemplate]
FriendlyName="Andromedon Rifle"
FriendlyName="Andromedon Rifles"
BriefSummary="Andromedon Cannon designed for ranged combat, along with allowing for acid-based attacks piped from the suit. Restored to normal power. Can not be used by standard soldiers: the design is too unwieldy for humanoids."
TacticalText="<Bullet/> Firing the primary weapon always ends Andromedon's turn.\n<Bullet/> Use upgrades looted from enemies to improve the Cannon's tactical effectiveness."
AbilityDescName="andromedon rifle"

[PA_MutonRifle_CV X2WeaponTemplate]
FriendlyName="Depleted Muton Rifle"
FriendlyName="Depleted Muton Rifles"
BriefSummary="Muton rifle designed for both ranged and melee combat. Depleted in power due to anti-traitor measures. Can not be used by standard soldiers: the design is too unwieldy for humanoids."
TacticalText="<Bullet/> Firing the Rifle always ends Muton's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Rifle's tactical effectiveness."
AbilityDescName="muton rifle"

[PA_MutonRifle_MG X2WeaponTemplate]
FriendlyName="Muton Rifle"
FriendlyName="Muton Rifles"
BriefSummary="Muton rifle designed for both ranged and melee combat. Restored to normal operating power.Can not be used by standard soldiers: the design is too unwieldy for humanoids."
TacticalText="<Bullet/> Firing the Rifle always ends Muton's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Rifle's tactical effectiveness."
AbilityDescName="muton rifle"

[PA_MutonRifle_BM X2WeaponTemplate]
FriendlyName="Overclocked Muton Rifle"
FriendlyName="Overclocked Muton Rifles"
BriefSummary="Muton rifle designed for both ranged and melee combat. Overclocked to beyond normal power. Can not be used by standard soldiers: the design is too unwieldy for humanoids."
TacticalText="<Bullet/> Firing the Rifle always ends Muton's turn, in the absence of special training.\n<Bullet/> Use upgrades looted from enemies to improve the Rifle's tactical effectiveness."
AbilityDescName="muton rifle"

;special weapons
[PA_AndromedonLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="Underbarrel Launcher"
FriendlyNamePlural="Underbarrel Launchers"
BriefSummary="Andromedon's Underbarrel launcher that can be used to shoot a glob of viscious liquid, that splatters on impact into pools of acid, or regular grenades, given the appropriate training."
TacticalText="<Bullet/> Launches a blob of acid.\n<Bullet/> Can be used to launch regular grenades, with appropriate training.\n<Bullet/> It has a substantially increased range relative to throwing.\n<Bullet/> Andromedons can train several abilities that enhance their use of the Underbarrel Launcher and Acid Bomb."
AbilityDescName="underbarrel launcher"

[PA_AndromedonLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="Advanced Underbarrel Launcher"
FriendlyNamePlural="Advanced Underbarrel Launchers"
BriefSummary="Andromedon's Underbarrel launcher that can be used to shoot a glob of viscious liquid, that splatters on impact into pools of acid, or regular grenades, given the appropriate training. Enhanced using alien technology."
TacticalText="<Bullet/> Launches a blob of acid.\n<Bullet/> Can be used to launch regular grenades, with appropriate training.\n<Bullet/> The Advanced Launcher has a substantially increased range over the standard Launcher.\n<Bullet/> Andromedons can train several abilities that enhance their use of the Underbarrel Launcher and Acid Bomb."
AbilityDescName="underbarrel launcher"

[PA_MutonBayonet_CV X2WeaponTemplate]
FriendlyName="Broken Bayonet"
FriendlyNamePlural="Broken Bayonets"
BriefSummary="Muton weapons are designed to incorporate melee combat in some way: this can make me dangerous foes even up close. A Muton's bayonet reflects their tribal history before the Ethereals: they tend to be decorated with small touches unique to their owner. This bayonet has been broken due to lack of required materials to maintain it."
TacticalText="<Bullet/> Mutons can attack adjacent enemies with their bayonet even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our edged weapon effectiveness - the enemy may have access to much better technology.\n<Bullet/> Has a chance to either stun or disorient enemies on attack, if enemy survives the attack that is."
AbilityDescName="bayonet"

[PA_MutonBayonet_MG X2WeaponTemplate]
FriendlyName="Dull Bayonet"
FriendlyName="Dull Bayonets"
BriefSummary="Muton weapons are designed to incorporate melee combat in some way: this can make me dangerous foes even up close. A Muton's bayonet reflects their tribal history before the Ethereals: they tend to be decorated with small touches unique to their owner. This bayonet has been fixed, but no human-made alloy was enough to sharpen the blade itself."
TacticalText="<Bullet/> Mutons can attack adjacent enemies with their bayonet even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our edged weapon effectiveness - the enemy may have access to much better technology.\n<Bullet/> Has a chance to either stun or disorient enemies on attack, if enemy survives the attack that is."
AbilityDescName="bayonet"

[PA_MutonBayonet_BM X2WeaponTemplate]
FriendlyName="Sharpened Bayonet"
FriendlyName="Sharpened Bayonets"
BriefSummary="Muton weapons are designed to incorporate melee combat in some way: this can make me dangerous foes even up close. A Muton's bayonet reflects their tribal history before the Ethereals: they tend to be decorated with small touches unique to their owner. This bayonet has been sharpened and in pristine condition."
TacticalText="<Bullet/> Mutons can attack adjacent enemies with their bayonet even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our edged weapon effectiveness - the enemy may have access to much better technology.\n<Bullet/> Has a chance to either stun or disorient enemies on attack, if enemy survives the attack that is."
AbilityDescName="bayonet"

[PA_SectoidPsiAmp_CV X2WeaponTemplate]
FriendlyName="Depleted Sectoid Amp"
FriendlyNamePlural="Depleted Sectoid Amps"
BriefSummary=""
TacticalText="<Bullet/> While Sectoids have gained increased psionic strength from the introduction of human DNA, they still need psionic amplifiers designed for them to effectively utilize their strength."
AbilityDescName="sectoid amp"

[PA_SectoidPsiAmp_MG X2WeaponTemplate]
FriendlyName="Sectoid Amp"
FriendlyNamePlural="Sectoid Amps"
BriefSummary=""
TacticalText="<Bullet/> While Sectoids have gained increased psionic strength from the introduction of human DNA, they still need psionic amplifiers designed for them to effectively utilize their strength."
AbilityDescName="sectoid amp"

[PA_SectoidPsiAmp_BM X2WeaponTemplate]
FriendlyName="Powered Sectoid Amp"
FriendlyNamePlural="Powered Sectoid Amps"
BriefSummary=""
TacticalText="<Bullet/> While Sectoids have gained increased psionic strength from the introduction of human DNA, they still need psionic amplifiers designed for them to effectively utilize their strength."
AbilityDescName="sectoid amp"

;armors
[AndromedonArmor X2ArmorTemplate]
FriendlyName="Damaged Andromedon Suit"
BriefSummary="Damaged Andromedon Suit"
TacticalText="<Bullet/> Battle-damaged suit of an Andromedon - we can maintain it, but barely."
AbilityDescName="andromedon suit"

[PlatedAndromedonArmor X2ArmorTemplate]
FriendlyName="Andromedon Suit"
BriefSummary="Andromedon Suit"
TacticalText="<Bullet/> All purpose suit designed to keep an Andromedon survive in environments hostile to them, such as Earth. Repaired with alien alloys."
AbilityDescName="andromedon suit"

[PoweredAndromedonArmor X2ArmorTemplate]
FriendlyName="Elerium Andromedon Suit"
BriefSummary="Elerium Andromedon Suit"
TacticalText="<Bullet/> Andromedon suit that has been upgraded with a powerful Elerium core."
AbilityDescName="andromedon suit"

[SectoidArmor X2ArmorTemplate]
FriendlyName="Sectoid Skin"
BriefSummary="Sectoid Skin"
TacticalText="<Bullet/> Sectoid skin is psionically reinforced to prevent bullets from penetrating."
AbilityDescName="Sectoid Skin"

[PlatedSectoidArmor X2ArmorTemplate]
FriendlyName="Sectoid Reinforced Skin"
BriefSummary="Sectoid Reinforced Skin"
TacticalText="<Bullet/> Sectoid skin is psionically reinforced to prevent bullets from penetrating. Skin now has a thin coating of alien alloys over it."
AbilityDescName="Sectoid Reinforced Skin"

[PoweredSectoidArmor X2ArmorTemplate]
FriendlyName="Sectoid Elerium Skin"
BriefSummary="Sectoid Elerium Skin"
TacticalText="<Bullet/> Sectoid skin is psionically reinforced to prevent bullets from penetrating. Skin now has a thin weave of alien alloys and elerium, boosting the psionic reinforcement."
AbilityDescName="Sectoid Elerium Skin"

[MutonArmor X2ArmorTemplate]
FriendlyName="Muton Armor"
BriefSummary="Muton Armor"
TacticalText="<Bullet/> Standard issue armour given to Mutons. Each Muton operative has made small but distinct markings to their personal armor."
AbilityDescName="Muton Armor"

[PlatedMutonArmor X2ArmorTemplate]
FriendlyName="Muton Alloy Armor"
BriefSummary="Muton Alloy Armor"
TacticalText="<Bullet/> Muton armour reinforced with XCOM application of alien alloys. This does raise questions why this isn't given to normal Muton fighters..."
AbilityDescName="Muton Alloy Armor"

[PoweredMutonArmor X2ArmorTemplate]
FriendlyName="Powered Muton Armor"
BriefSummary="Powered Muton Armor"
TacticalText="<Bullet/> Muton armour on par with XCOM's powered armour designs. Combined with their natural strength, a Muton wearing this will be a force of nature on the battlefield."
AbilityDescName="Powered Muton Armor"

;abilities
[PA_GrenadePocket X2AbilityTemplate]
LocFriendlyName="Explosives Handler"
LocLongDescription="This alien has trained to handle grenades as well as a human grenadier can, granting them a grenade slot."
LocHelpText="Gain a grenade slot."
LocFlyOverText="Explosives Handler"

[PA_Bayonet X2AbilityTemplate]
LocFriendlyName="Bayonet"
LocLongDescription="Muton beam weapons are reinforced and mounted with bayonets, so their troops can use them in melee combat as well as at range."
LocHelpText="Attack an adjacent enemy with the Muton's bayonet. This attack can stun the target."
LocFlyOverText="Bayonet"

[PA_AcidBlob X2AbilityTemplate]
LocFriendlyName="Acid Bomb"
LocLongDescription="The Andromedon's internal coolant is extremely caustic. This creature can launch a glob of this viscious liquid that splatters on impact into pools of acid."
LocHelpText="Launch a stream of caustic acid at an area."
LocFlyOverText="Acid Bomb"

[PA_WallSmash X2AbilityTemplate]
LocFriendlyName="Wall Smash"
LocHelpText="Activate smashing through enviroment. Gives mobility, breaks concealment on movement."
LocLongDescription="Allows Andromedon to crash through walls, increasing its mobility. Breaks concealment."
LocFlyOverText="Wall Smash"

[PA_WallSmashCancel X2AbilityTemplate]
LocFriendlyName="Regular Movement"
LocHelpText="Disable smashing through enviroment. Lowers mobility, no longer breaks concealment on movement."
LocLongDescription="Switches Andromedon back to regular movement. Movement no longer breaks concealment, at expense of mobility and wall smashing."
LocFlyOverText="Regular Movement"

[PA_HunkerDown X2AbilityTemplate]
LocFriendlyName="Hunker Down"
LocHelpText="Increase Defense by <Ability:HUNKERDEFENSEBONUS/>, and Dodge by <Ability:HUNKERDODGEBONUS/>. Only works in cover. If burning, puts out the fire."
LocFlyOverText="Hunker Down"

; bios
[PA_Andromedon X2CharacterTemplate]
strCharacterName="Andromedon"

strCharacterBackgroundMale[0]="Among the most recent aliens freed from Elder's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of their chip."
strCharacterBackgroundMale[1]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by their masters after being wounded in the field. When they awoke their control chip had malfunctioned, leaving them free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundMale[2]="<XGParam:StrValue1/!FirstName/> is a killer - some would say casual killer - as they are not known for worrying too much about civilian casualties. They have little respect for human non-coms (apart from the engineers who give then new murderous toys) and no respect for the human population who are not resisting ADVENT and their former alien masters. When discussing their jaded morality, they often end the argument with 'Good, bad, morality is a human concept, which I am not.' <br><br>It's best we pair <XGParam:StrValue1/!FirstName/> with a strict fire-team leader to keep them on a short leash."
strCharacterBackgroundMale[3]="TYGAN'S LOG - Medical File #e466: There is very little published work on alien psychology, even among ADVENT's own files. Perhaps they simply thought it unnecessary, a posture which leaves me something of a trailblazer in this field. <XGParam:StrValue1/!FirstName/> psychological profile is... unsettling, at least based on traditional human measures. They show symptoms of paranoia as well as several signs of severe psychological trauma. <XGParam:StrValue1/!FirstName/> mumbles to themselves when alone and sometimes lashes out unprovoked against imagined foes. I have urged caution to Central Officer Bradford in the handling of this person."
strCharacterBackgroundMale[4]="The ADVENT administration of central Africa has a policy of quietly shipping dissidents away to process rare mineral ore in forced labor camps, where they are usually worked to death in brutal conditions. The endless cycle of suffering and death slowly ate away at <XGParam:StrValue1/!FirstName/>'s psyche until their conditioning finally broke. Turning on their masters, they proved crucial during a slave rebellion which left the camp in ruins. Ashamed for their years enforcing misery, <XGParam:StrValue1/!FirstName/> fights with a reckless abandon, like so many freed aliens seeking redemption by death in battle."
strCharacterBackgroundMale[5]="The first record of <XGParam:StrValue1/!FirstName/> is when they wandered out of the wilderness and into a resistance camp. Joining the cause, they have since proved an effective if brutal fighter, prone to switching personality in an instant; flaring from normally placid to violently aggressive. Thankfully, it seems to be only ADVENT and their former alien masters that bring out this destructive side. Off-duty, <XGParam:StrValue1/!FirstName/> doesn't speak much, seemingly content to help out with mundane tasks around the armory and maintenance corridors."
strCharacterBackgroundMale[6]="Resistance scouts found <XGParam:StrValue1/!FirstName/> barely alive whilst they were checking over a remote ADVENT depot that had been hit by anarchist raiders. After intensive rehabilitation efforts they now participates eagerly in the same types of raids that nearly killed them. <XGParam:StrValue1/!FirstName/> has an unnatural ear for picking up on foreign words spoken around them and is currently able to curse in nine different languages."
strCharacterBackgroundMale[7]="A group of resistance fighters captured <XGParam:StrValue1/!FirstName/> and a few other fellow alien troopers in a raid. They held and tortured them in the wild zones for weeks, until the Skirmishers showed up and cut a deal for their life. Needless to say they has a dismal view of the human resistance. Haughty and aloof ever since coming aboard, we expect it will prove difficult for the crew to earn their trust."
strCharacterBackgroundMale[8]="Found in the sewers below a forgotten nation's capital, <XGParam:StrValue1/!FirstName/> had been injured during a Lost Purification Operation and left behind when ADVENT was overrun. A day later, the resistance found <XGParam:StrValue1/!FirstName/> trapped and bleeding on an isolated gantry, a hoard of Lost scrabbling below them, hungry for their blood. they have both hated and feared the Lost ever since, despite reconditioning. <br><br>they recently walked out of Avenger movie night in the galley after someone put on a classic zombie-horror flick."
strCharacterBackgroundMale[9]="Apparently something went 'wrong' by ADVENT's standards when <XGParam:StrValue1/!FirstName/> was created in a secret forge facility. they and their fellow clone group were clearly not adapting to ADVENT's control network during quality testing, and so were put on a kill order. Thanks to a timely outside intervention, <XGParam:StrValue1/!FirstName/> and a few others managed to escaped the purge, joining the marauding resistance cell who it turns out had sabotaged the link in the first place. <br><br><XGParam:StrValue1/!FirstName/> has recently discovered maple syrup and is apparently enjoying it with every meal."
strCharacterBackgroundMale[10]="From time to time, Alien Troopers develop quirks. On their own, they are fairly harmless. Coupled with defective control chips, they can turn a mindless drone into a living being of its own. Such was the case with <XGParam:StrValue1/!FirstName/>, who developed an attentive quirk for their Pod Leader, preferring to be in close proximity to said leader at all times. After a network blip allowed the Resistance to convert the pod leader to their cause, <XGParam:StrValue1/!FirstName/> obediently followed the pod leader during their covert extraction instead of raising the alarm, unintentionally resulting in their own freedom. Of course, these days <XGParam:StrValue1/!FirstName/> is free to choose their own loyalties and friendships."
strCharacterBackgroundMale[11]="<XGParam:StrValue1/!FirstName/> is with the resistance not because of a faulty chip, but because they screwed up really badly. A grenade meant for a Resistance fighter accidentally killed an ADVENT VIP, and <XGParam:StrValue1/!FirstName/> was slated for disposal. The shock of events and a previously buried survival instinct suddenly found <XGParam:StrValue1/!FirstName/> walking away from the disposal facility shuttle, despite repeated orders made to board, which broke into a run and desperate bid for freedom. After seeing <XGParam:StrValue1/!FirstName/> in action, we all agree that they really does have a terrible throwing aim."
strCharacterBackgroundMale[12]="<XGParam:StrValue1/!FirstName/> loves war. Bred to fight, they revel in the purpose they was created for. Where others would flee, they boldly charges forth, booming with laughter. This has made them a seasoned combat veteran, an asset in any firefight and a self-confessed liability on any covert operation."
strCharacterBackgroundMale[13]="During a routine patrol mission, <XGParam:StrValue1/!FirstName/> came into contact with a resistance fire-team. A failing chip, a stunning flashbang, coupled with long-lurking rebellious thoughts, led them to dramatically switch sides during the battle. they now enjoys a life that would've been unthinkable under Elders - for one thing they hang out in the bar every night, their alien metabolism giving them an astonishing capacity for liquor. Rumor is <XGParam:StrValue1/!FirstName/> is even dating one of the technical crew."
strCharacterBackgroundMale[14]="<XGParam:StrValue1/!FirstName/> is stoic for the most part, calm in most circumstances and simply unable to devote himself to anything outside of preparations to hunt their former alien masters. It appears that they sadly lacks the ability to understand certain social norms and the human emotions of those around them. <XGParam:StrValue1/!FirstName/>'s new squad-mates are working to help them overcome this, but the process isn't easy. Despite this, <XGParam:StrValue1/!FirstName/> has been known to prioritize the safety of humans, squad and civilian, over their obsession with alien killing. <br><br>Off-duty, <XGParam:StrValue1/!FirstName/> seems interested in learning new ideas from people of all walks of life. They are always looking for new knowledge to absorb, mostly to find more efficient ways of tracking, trapping, and killing aliens."
strCharacterBackgroundMale[15]="Someone aboard the Avenger has managed to introduce <XGParam:StrValue1/!FirstName/> to the concept of wearing your personal wealth, aka 'bling'. Their armor is now lined with diamonds, and it's really obvious. They even twinkle like star. Where <XGParam:StrValue1/!FirstName/> found that much jewelry we don't know (we're not sure if we want to know) and it is truly a testament to how badly the psionic network connection has degraded since the loss of the Commander that the Squad is not immediately revealed upon landing. Shen is currently trying to dissuade them from gold-plating their personal weapon."
strCharacterBackgroundMale[16]="Attention Central Officer who is fond of drinking. I do not make a habit of letting humans keep notes on me. If you persist, I will be forced to remove your hands to prevent further notes from occurring. - <XGParam:StrValue1/!FirstName/> #f4389086_SystemLogError96x5 <br><br>// ADDENUM FROM CENTRAL: I believe them too."
strCharacterBackgroundMale[17]="When a resistance team was sent out on a mission to hunt and kill a feral xeno beast that was terrorizing a remote mountain town, they instead found <XGParam:StrValue1/!FirstName/> collapsed at the scene, covered in the blood and guts of the monstrous creature which they had apparently torn apart. A specialist hunter of some of the weirder biological experiments that Elders lets loose in the region, <XGParam:StrValue1/!FirstName/> is one of the few freed aliens who prefer operating alone away from their own kind. They appear to be enjoying small team covert work since joining up with us though."  
strCharacterBackgroundMale[18]="<XGParam:StrValue1/!FirstName/> was assigned to the terrible Xolotl facility in South America, an ADVENT Blacksite dedicated to the efficient mass disposal of undesirable human elements. They also happened to have a faulty chip, and early on in their life was convinced by distressed captives to spare them. For years <XGParam:StrValue1/!FirstName/> secretly rescued people, altering manifests, performing mock executions or lying about prisoners expiring in their cells. Eventually they worked with the Brazilian Resistance to finally destroy the facility in 2031 - they are currently the only alien to be decorated by the human resistance for exceptional bravery."   
strCharacterBackgroundMale[19]="<XGParam:StrValue1/!FirstName/> was part of an elite alien response team sent to investigate why a secret viral research station went dark. Hidden beneath a major city-center, it was later revealed that 'The Hive' had experienced a major containment breach and had locked itself down. <XGParam:StrValue1/!FirstName/>'s team unwittingly bypassed the security protocols and unleashed the virus on the city population, resulting in the entire city eventually being overrun by a rapidly mutating variant of the Lost. Of the alien response team, <XGParam:StrValue1/!FirstName/> was the only survivor, picked up by the resistance wandering the shattered streets."
strCharacterBackgroundMale[20]="<XGParam:StrValue1/!FirstName/> was part of an alien platoon cleverly captured by Reaper forces using nerve gas. They awoke in the fighting pits of the infamous Russian Reaper Amphitheater of Tears, destined to fight and die in gladiatorial combat for the entertainment of the insurgents. The horrors of the pit broke their mind, which in turn allowed them to find himself. <br><br><XGParam:StrValue1/!FirstName/> only survived thanks to the intervention of a lone anarchist who freed a vast number of their kind. They may well never overcome their hatred for Reapers."

[PA_Sectoid X2CharacterTemplate]
strCharacterName="Sectoid"

strCharacterBackgroundMale[0]="Among the most recent aliens freed from Elder's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of their chip."
strCharacterBackgroundMale[1]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by their masters after being wounded in the field. When they awoke their control chip had malfunctioned, leaving them free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundMale[2]="<XGParam:StrValue1/!FirstName/> is a killer - some would say casual killer - as they are not known for worrying too much about civilian casualties. They have little respect for human non-coms (apart from the engineers who give then new murderous toys) and no respect for the human population who are not resisting ADVENT and their former alien masters. When discussing their jaded morality, they often end the argument with 'Good, bad, morality is a human concept, which I am not.' <br><br>It's best we pair <XGParam:StrValue1/!FirstName/> with a strict fire-team leader to keep them on a short leash."
strCharacterBackgroundMale[3]="TYGAN'S LOG - Medical File #e466: There is very little published work on alien psychology, even among ADVENT's own files. Perhaps they simply thought it unnecessary, a posture which leaves me something of a trailblazer in this field. <XGParam:StrValue1/!FirstName/> psychological profile is... unsettling, at least based on traditional human measures. They show symptoms of paranoia as well as several signs of severe psychological trauma. <XGParam:StrValue1/!FirstName/> mumbles to themselves when alone and sometimes lashes out unprovoked against imagined foes. I have urged caution to Central Officer Bradford in the handling of this person."
strCharacterBackgroundMale[4]="The ADVENT administration of central Africa has a policy of quietly shipping dissidents away to process rare mineral ore in forced labor camps, where they are usually worked to death in brutal conditions. The endless cycle of suffering and death slowly ate away at <XGParam:StrValue1/!FirstName/>'s psyche until their conditioning finally broke. Turning on their masters, they proved crucial during a slave rebellion which left the camp in ruins. Ashamed for their years enforcing misery, <XGParam:StrValue1/!FirstName/> fights with a reckless abandon, like so many freed aliens seeking redemption by death in battle."
strCharacterBackgroundMale[5]="The first record of <XGParam:StrValue1/!FirstName/> is when they wandered out of the wilderness and into a resistance camp. Joining the cause, they have since proved an effective if brutal fighter, prone to switching personality in an instant; flaring from normally placid to violently aggressive. Thankfully, it seems to be only ADVENT and their former alien masters that bring out this destructive side. Off-duty, <XGParam:StrValue1/!FirstName/> doesn't speak much, seemingly content to help out with mundane tasks around the armory and maintenance corridors."
strCharacterBackgroundMale[6]="Resostance scouts found <XGParam:StrValue1/!FirstName/> barely alive whilst they were checking over a remote ADVENT depot that had been hit by anarchist raiders. After intensive rehabilitation efforts they now participates eagerly in the same types of raids that nearly killed them. <XGParam:StrValue1/!FirstName/> has an unnatural ear for picking up on foreign words spoken around them and is currently able to curse in nine different languages."
strCharacterBackgroundMale[7]="A group of resistance fighters captured <XGParam:StrValue1/!FirstName/> and a few other fellow alien troopers in a raid. They held and tortured them in the wild zones for weeks, until the Skirmishers showed up and cut a deal for their life. Needless to say they has a dismal view of the human resistance. Haughty and aloof ever since coming aboard, we expect it will prove difficult for the crew to earn their trust."
strCharacterBackgroundMale[8]="Found in the sewers below a forgotten nation's capital, <XGParam:StrValue1/!FirstName/> had been injured during a Lost Purification Operation and left behind when ADVENT was overrun. A day later, the resistance found <XGParam:StrValue1/!FirstName/> trapped and bleeding on an isolated gantry, a hoard of Lost scrabbling below them, hungry for their blood. they have both hated and feared the Lost ever since, despite reconditioning. <br><br>they recently walked out of Avenger movie night in the galley after someone put on a classic zombie-horror flick."
strCharacterBackgroundMale[9]="Apparently something went 'wrong' by ADVENT's standards when <XGParam:StrValue1/!FirstName/> was created in a secret forge facility. they and their fellow clone group were clearly not adapting to ADVENT's control network during quality testing, and so were put on a kill order. Thanks to a timely outside intervention, <XGParam:StrValue1/!FirstName/> and a few others managed to escaped the purge, joining the marauding resistance cell who it turns out had sabotaged the link in the first place. <br><br><XGParam:StrValue1/!FirstName/> has recently discovered maple syrup and is apparently enjoying it with every meal."
strCharacterBackgroundMale[10]="From time to time, Alien Troopers develop quirks. On their own, they are fairly harmless. Coupled with defective control chips, they can turn a mindless drone into a living being of its own. Such was the case with <XGParam:StrValue1/!FirstName/>, who developed an attentive quirk for their Pod Leader, preferring to be in close proximity to said leader at all times. After a network blip allowed the Resistance to convert the pod leader to their cause, <XGParam:StrValue1/!FirstName/> obediently followed the pod leader during their covert extraction instead of raising the alarm, unintentionally resulting in their own freedom. Of course, these days <XGParam:StrValue1/!FirstName/> is free to choose their own loyalties and friendships."
strCharacterBackgroundMale[11]="<XGParam:StrValue1/!FirstName/> is with the resistance not because of a faulty chip, but because they screwed up really badly. A grenade meant for a Resistance fighter accidentally killed an ADVENT VIP, and <XGParam:StrValue1/!FirstName/> was slated for disposal. The shock of events and a previously buried survival instinct suddenly found <XGParam:StrValue1/!FirstName/> walking away from the disposal facility shuttle, despite repeated orders made to board, which broke into a run and desperate bid for freedom. After seeing <XGParam:StrValue1/!FirstName/> in action, we all agree that they really does have a terrible throwing aim."
strCharacterBackgroundMale[12]="<XGParam:StrValue1/!FirstName/> loves war. Bred to fight, they revel in the purpose they was created for. Where others would flee, they boldly charges forth, booming with laughter. This has made them a seasoned combat veteran, an asset in any firefight and a self-confessed liability on any covert operation."
strCharacterBackgroundMale[13]="During a routine patrol mission, <XGParam:StrValue1/!FirstName/> came into contact with a resistance fire-team. A failing chip, a stunning flashbang, coupled with long-lurking rebellious thoughts, led them to dramatically switch sides during the battle. they now enjoys a life that would've been unthinkable under Elders - for one thing they hang out in the bar every night, their alien metabolism giving them an astonishing capacity for liquor. Rumor is <XGParam:StrValue1/!FirstName/> is even dating one of the technical crew."
strCharacterBackgroundMale[14]="<XGParam:StrValue1/!FirstName/> is stoic for the most part, calm in most circumstances and simply unable to devote himself to anything outside of preparations to hunt their former alien masters. It appears that they sadly lacks the ability to understand certain social norms and the human emotions of those around them. <XGParam:StrValue1/!FirstName/>'s new squad-mates are working to help them overcome this, but the process isn't easy. Despite this, <XGParam:StrValue1/!FirstName/> has been known to prioritize the safety of humans, squad and civilian, over their obsession with alien killing. <br><br>Off-duty, <XGParam:StrValue1/!FirstName/> seems interested in learning new ideas from people of all walks of life. They are always looking for new knowledge to absorb, mostly to find more efficient ways of tracking, trapping, and killing aliens."
strCharacterBackgroundMale[15]="Someone aboard the Avenger has managed to introduce <XGParam:StrValue1/!FirstName/> to the concept of wearing your personal wealth, aka 'bling'. Their armor is now lined with diamonds, and it's really obvious. They even twinkle like star. Where <XGParam:StrValue1/!FirstName/> found that much jewelry we don't know (we're not sure if we want to know) and it is truly a testament to how badly the psionic network connection has degraded since the loss of the Commander that the Squad is not immediately revealed upon landing. Shen is currently trying to dissuade them from gold-plating their personal weapon."
strCharacterBackgroundMale[16]="Attention Central Officer who is fond of drinking. I do not make a habit of letting humans keep notes on me. If you persist, I will be forced to remove your hands to prevent further notes from occurring. - <XGParam:StrValue1/!FirstName/> #f4389086_SystemLogError96x5 <br><br>// ADDENUM FROM CENTRAL: I believe them too."
strCharacterBackgroundMale[17]="When a resistance team was sent out on a mission to hunt and kill a feral xeno beast that was terrorizing a remote mountain town, they instead found <XGParam:StrValue1/!FirstName/> collapsed at the scene, covered in the blood and guts of the monstrous creature which they had apparently torn apart. A specialist hunter of some of the weirder biological experiments that Elders lets loose in the region, <XGParam:StrValue1/!FirstName/> is one of the few freed aliens who prefer operating alone away from their own kind. They appear to be enjoying small team covert work since joining up with us though."  
strCharacterBackgroundMale[18]="<XGParam:StrValue1/!FirstName/> was assigned to the terrible Xolotl facility in South America, an ADVENT Blacksite dedicated to the efficient mass disposal of undesirable human elements. They also happened to have a faulty chip, and early on in their life was convinced by distressed captives to spare them. For years <XGParam:StrValue1/!FirstName/> secretly rescued people, altering manifests, performing mock executions or lying about prisoners expiring in their cells. Eventually they worked with the Brazilian Resistance to finally destroy the facility in 2031 - they are currently the only alien to be decorated by the human resistance for exceptional bravery."   
strCharacterBackgroundMale[19]="<XGParam:StrValue1/!FirstName/> was part of an elite alien response team sent to investigate why a secret viral research station went dark. Hidden beneath a major city-center, it was later revealed that 'The Hive' had experienced a major containment breach and had locked itself down. <XGParam:StrValue1/!FirstName/>'s team unwittingly bypassed the security protocols and unleashed the virus on the city population, resulting in the entire city eventually being overrun by a rapidly mutating variant of the Lost. Of the alien response team, <XGParam:StrValue1/!FirstName/> was the only survivor, picked up by the resistance wandering the shattered streets."
strCharacterBackgroundMale[20]="<XGParam:StrValue1/!FirstName/> was part of an alien platoon cleverly captured by Reaper forces using nerve gas. They awoke in the fighting pits of the infamous Russian Reaper Amphitheater of Tears, destined to fight and die in gladiatorial combat for the entertainment of the insurgents. The horrors of the pit broke their mind, which in turn allowed them to find himself. <br><br><XGParam:StrValue1/!FirstName/> only survived thanks to the intervention of a lone anarchist who freed a vast number of their kind. They may well never overcome their hatred for Reapers."

[PA_Muton X2CharacterTemplate]
strCharacterName="Muton"

strCharacterBackgroundMale[0]="Among the most recent aliens freed from Elder's control, <XGParam:StrValue1/!FirstName/> still suffers from the pains associated with the removal of their chip."
strCharacterBackgroundMale[1]="Originally stationed at a remote ADVENT outpost, <XGParam:StrValue1/!FirstName/> was left for dead by their masters after being wounded in the field. When they awoke their control chip had malfunctioned, leaving them free of the Elders' commands but alone and gravely wounded."
strCharacterBackgroundMale[2]="<XGParam:StrValue1/!FirstName/> is a killer - some would say casual killer - as they are not known for worrying too much about civilian casualties. They have little respect for human non-coms (apart from the engineers who give then new murderous toys) and no respect for the human population who are not resisting ADVENT and their former alien masters. When discussing their jaded morality, they often end the argument with 'Good, bad, morality is a human concept, which I am not.' <br><br>It's best we pair <XGParam:StrValue1/!FirstName/> with a strict fire-team leader to keep them on a short leash."
strCharacterBackgroundMale[3]="TYGAN'S LOG - Medical File #e466: There is very little published work on alien psychology, even among ADVENT's own files. Perhaps they simply thought it unnecessary, a posture which leaves me something of a trailblazer in this field. <XGParam:StrValue1/!FirstName/> psychological profile is... unsettling, at least based on traditional human measures. They show symptoms of paranoia as well as several signs of severe psychological trauma. <XGParam:StrValue1/!FirstName/> mumbles to themselves when alone and sometimes lashes out unprovoked against imagined foes. I have urged caution to Central Officer Bradford in the handling of this person."
strCharacterBackgroundMale[4]="The ADVENT administration of central Africa has a policy of quietly shipping dissidents away to process rare mineral ore in forced labor camps, where they are usually worked to death in brutal conditions. The endless cycle of suffering and death slowly ate away at <XGParam:StrValue1/!FirstName/>'s psyche until their conditioning finally broke. Turning on their masters, they proved crucial during a slave rebellion which left the camp in ruins. Ashamed for their years enforcing misery, <XGParam:StrValue1/!FirstName/> fights with a reckless abandon, like so many freed aliens seeking redemption by death in battle."
strCharacterBackgroundMale[5]="The first record of <XGParam:StrValue1/!FirstName/> is when they wandered out of the wilderness and into a resistance camp. Joining the cause, they have since proved an effective if brutal fighter, prone to switching personality in an instant; flaring from normally placid to violently aggressive. Thankfully, it seems to be only ADVENT and their former alien masters that bring out this destructive side. Off-duty, <XGParam:StrValue1/!FirstName/> doesn't speak much, seemingly content to help out with mundane tasks around the armory and maintenance corridors."
strCharacterBackgroundMale[6]="Resostance scouts found <XGParam:StrValue1/!FirstName/> barely alive whilst they were checking over a remote ADVENT depot that had been hit by anarchist raiders. After intensive rehabilitation efforts they now participates eagerly in the same types of raids that nearly killed them. <XGParam:StrValue1/!FirstName/> has an unnatural ear for picking up on foreign words spoken around them and is currently able to curse in nine different languages."
strCharacterBackgroundMale[7]="A group of resistance fighters captured <XGParam:StrValue1/!FirstName/> and a few other fellow alien troopers in a raid. They held and tortured them in the wild zones for weeks, until the Skirmishers showed up and cut a deal for their life. Needless to say they has a dismal view of the human resistance. Haughty and aloof ever since coming aboard, we expect it will prove difficult for the crew to earn their trust."
strCharacterBackgroundMale[8]="Found in the sewers below a forgotten nation's capital, <XGParam:StrValue1/!FirstName/> had been injured during a Lost Purification Operation and left behind when ADVENT was overrun. A day later, the resistance found <XGParam:StrValue1/!FirstName/> trapped and bleeding on an isolated gantry, a hoard of Lost scrabbling below them, hungry for their blood. they have both hated and feared the Lost ever since, despite reconditioning. <br><br>they recently walked out of Avenger movie night in the galley after someone put on a classic zombie-horror flick."
strCharacterBackgroundMale[9]="Apparently something went 'wrong' by ADVENT's standards when <XGParam:StrValue1/!FirstName/> was created in a secret forge facility. they and their fellow clone group were clearly not adapting to ADVENT's control network during quality testing, and so were put on a kill order. Thanks to a timely outside intervention, <XGParam:StrValue1/!FirstName/> and a few others managed to escaped the purge, joining the marauding resistance cell who it turns out had sabotaged the link in the first place. <br><br><XGParam:StrValue1/!FirstName/> has recently discovered maple syrup and is apparently enjoying it with every meal."
strCharacterBackgroundMale[10]="From time to time, Alien Troopers develop quirks. On their own, they are fairly harmless. Coupled with defective control chips, they can turn a mindless drone into a living being of its own. Such was the case with <XGParam:StrValue1/!FirstName/>, who developed an attentive quirk for their Pod Leader, preferring to be in close proximity to said leader at all times. After a network blip allowed the Resistance to convert the pod leader to their cause, <XGParam:StrValue1/!FirstName/> obediently followed the pod leader during their covert extraction instead of raising the alarm, unintentionally resulting in their own freedom. Of course, these days <XGParam:StrValue1/!FirstName/> is free to choose their own loyalties and friendships."
strCharacterBackgroundMale[11]="<XGParam:StrValue1/!FirstName/> is with the resistance not because of a faulty chip, but because they screwed up really badly. A grenade meant for a Resistance fighter accidentally killed an ADVENT VIP, and <XGParam:StrValue1/!FirstName/> was slated for disposal. The shock of events and a previously buried survival instinct suddenly found <XGParam:StrValue1/!FirstName/> walking away from the disposal facility shuttle, despite repeated orders made to board, which broke into a run and desperate bid for freedom. After seeing <XGParam:StrValue1/!FirstName/> in action, we all agree that they really does have a terrible throwing aim."
strCharacterBackgroundMale[12]="<XGParam:StrValue1/!FirstName/> loves war. Bred to fight, they revel in the purpose they was created for. Where others would flee, they boldly charges forth, booming with laughter. This has made them a seasoned combat veteran, an asset in any firefight and a self-confessed liability on any covert operation."
strCharacterBackgroundMale[13]="During a routine patrol mission, <XGParam:StrValue1/!FirstName/> came into contact with a resistance fire-team. A failing chip, a stunning flashbang, coupled with long-lurking rebellious thoughts, led them to dramatically switch sides during the battle. they now enjoys a life that would've been unthinkable under Elders - for one thing they hang out in the bar every night, their alien metabolism giving them an astonishing capacity for liquor. Rumor is <XGParam:StrValue1/!FirstName/> is even dating one of the technical crew."
strCharacterBackgroundMale[14]="<XGParam:StrValue1/!FirstName/> is stoic for the most part, calm in most circumstances and simply unable to devote himself to anything outside of preparations to hunt their former alien masters. It appears that they sadly lacks the ability to understand certain social norms and the human emotions of those around them. <XGParam:StrValue1/!FirstName/>'s new squad-mates are working to help them overcome this, but the process isn't easy. Despite this, <XGParam:StrValue1/!FirstName/> has been known to prioritize the safety of humans, squad and civilian, over their obsession with alien killing. <br><br>Off-duty, <XGParam:StrValue1/!FirstName/> seems interested in learning new ideas from people of all walks of life. They are always looking for new knowledge to absorb, mostly to find more efficient ways of tracking, trapping, and killing aliens."
strCharacterBackgroundMale[15]="Someone aboard the Avenger has managed to introduce <XGParam:StrValue1/!FirstName/> to the concept of wearing your personal wealth, aka 'bling'. Their armor is now lined with diamonds, and it's really obvious. They even twinkle like star. Where <XGParam:StrValue1/!FirstName/> found that much jewelry we don't know (we're not sure if we want to know) and it is truly a testament to how badly the psionic network connection has degraded since the loss of the Commander that the Squad is not immediately revealed upon landing. Shen is currently trying to dissuade them from gold-plating their personal weapon."
strCharacterBackgroundMale[16]="Attention Central Officer who is fond of drinking. I do not make a habit of letting humans keep notes on me. If you persist, I will be forced to remove your hands to prevent further notes from occurring. - <XGParam:StrValue1/!FirstName/> #f4389086_SystemLogError96x5 <br><br>// ADDENUM FROM CENTRAL: I believe them too."
strCharacterBackgroundMale[17]="When a resistance team was sent out on a mission to hunt and kill a feral xeno beast that was terrorizing a remote mountain town, they instead found <XGParam:StrValue1/!FirstName/> collapsed at the scene, covered in the blood and guts of the monstrous creature which they had apparently torn apart. A specialist hunter of some of the weirder biological experiments that Elders lets loose in the region, <XGParam:StrValue1/!FirstName/> is one of the few freed aliens who prefer operating alone away from their own kind. They appear to be enjoying small team covert work since joining up with us though."  
strCharacterBackgroundMale[18]="<XGParam:StrValue1/!FirstName/> was assigned to the terrible Xolotl facility in South America, an ADVENT Blacksite dedicated to the efficient mass disposal of undesirable human elements. They also happened to have a faulty chip, and early on in their life was convinced by distressed captives to spare them. For years <XGParam:StrValue1/!FirstName/> secretly rescued people, altering manifests, performing mock executions or lying about prisoners expiring in their cells. Eventually they worked with the Brazilian Resistance to finally destroy the facility in 2031 - they are currently the only alien to be decorated by the human resistance for exceptional bravery."   
strCharacterBackgroundMale[19]="<XGParam:StrValue1/!FirstName/> was part of an elite alien response team sent to investigate why a secret viral research station went dark. Hidden beneath a major city-center, it was later revealed that 'The Hive' had experienced a major containment breach and had locked itself down. <XGParam:StrValue1/!FirstName/>'s team unwittingly bypassed the security protocols and unleashed the virus on the city population, resulting in the entire city eventually being overrun by a rapidly mutating variant of the Lost. Of the alien response team, <XGParam:StrValue1/!FirstName/> was the only survivor, picked up by the resistance wandering the shattered streets."
strCharacterBackgroundMale[20]="<XGParam:StrValue1/!FirstName/> was part of an alien platoon cleverly captured by Reaper forces using nerve gas. They awoke in the fighting pits of the infamous Russian Reaper Amphitheater of Tears, destined to fight and die in gladiatorial combat for the entertainment of the insurgents. The horrors of the pit broke their mind, which in turn allowed them to find himself. <br><br><XGParam:StrValue1/!FirstName/> only survived thanks to the intervention of a lone anarchist who freed a vast number of their kind. They may well never overcome their hatred for Reapers."